<%@ page contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core"%>
<%@ page import="java.util.*"%>

<html>
<head>
<title>ETIckeTs - 會員服務條款</title>

<link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/twitter-bootstrap/3.3.7/css/bootstrap.min.css">
<script src="http://code.jquery.com/jquery-1.12.4.min.js"></script>

<style>
body{
	font-family:微軟正黑體!important;
}
</style>

</head>
<!--

  　　 ∧＿∧　　　／￣￣￣￣￣￣￣￣￣￣￣￣￣￣￣￣￣\
　　（　・∀・）	＜　    我是一號熊!!!!		     |
　　（　　　　） 　＼  		密碼"M" (湊齊密碼有獎品!!)   /
　 　｜ ｜　|　　　　　＼＿＿＿＿＿＿＿＿＿＿＿＿＿＿＿＿/
　　（_＿）＿)

-->
<body>
<jsp:include page="/frontend/navbar_front-end.jsp" flush="true"/>
<div class="container">
    <div class="container doc">
        <h1 class="content-title">ETIckeTs會員服務條款</h1>
        <h2>壹、認知與接受條款</h2>
        <ol>
            <li>當您使用本服務時，即表示您已閱讀、瞭解並同意接受本服務條款之所有內容。若您為未滿十八歲，請您於您的家長（或監護人）閱讀、瞭解並同意您將遵守本服務條款之全部內容後，方得使用。</li>
            <li>您瞭解並同意於使用本服務時，您的意思表示得以「電子文件」作為表示方法，例如您於各項服務與功能頁面點選同意或確認等功能鍵時，均視為您正式之意思表示。</li>
            <li>本公司可能因服務內容之調整，與相關法規之變動，修改或變更本服務條款之內容，請您隨時檢視本服務條款。如您於任何修改或變更後繼續使用本服務，視為您或您的家長（或監護人）已閱讀、瞭解並同意接受修改或變更後的服務條款。</li>
        </ol>
        <h2>貳、雙方權利義務一般條款</h2>
        <ol>
            <li>
                <h4>會員帳號、密碼及安全</h4>
                <ol>
                    <li>申請加入會員時，您應當提供正確而詳實的個人資料。若您已填寫過會員資料，也請隨時更新已變更之個人資料。如您所填寫之個人資料不實或未更新，本公司將保留隨時暫停或終止您使用本服務之權利。</li>
                    <li>會員需經本系統完成電子郵件驗證程序方能進行交易。基於資訊安全與完整交易資訊傳遞與聯繫所需，本系統得不開放特定電子郵件進行註冊驗證。</li>
                    <li>本服務的使用者帳號和密碼由您自行設定。設定完畢後，您負有妥善保管和保密的義務。本公司將以您所設定的使用者帳號和密碼來認證您的身分，您必須為經由這個使用者帳號和密碼所進行的所有行為負責。</li>
                    <li>為維護您的權益，請勿將帳號及密碼提供予他人使用；若因您提供帳號及密碼予他人使用而造成任何損失時，本公司將不負擔相關責任。如果您發現您的使用者名稱和密碼可能遭他人盜用，請立即通知本公司。</li>
                    <li>本公司遵守隱私權與個人資料保護政策，並依據相關法令規定將會員資料保密或作相關存取、使用、保存或披露，詳細內容請閱讀本公司<a href="<%=request.getContextPath()%>/frontend/others/privacy.jsp">《隱私權政策》</a>。此政策亦構成本服務條款之一部分。</li>
                </ol>
            </li>
            <li>
                <h4>使用者的守法義務及承諾</h4>
                <ol>
                    <li>會員或未註冊為會員之使用者，在使用本服務時，皆應遵守現行法令。您同意並保證不會利用本服務從事侵害他人權益或從事違法之行為，此行為包括但不限於：
                        <ol>
                            <li>侵害他人名譽、隱私權、營業秘密、商標權、著作權、專利權、其他智慧財產權及其他權利。</li>
                            <li>違反依法律或契約所應負之保密義務。</li>
                            <li>冒用他人名義使用本服務。</li>
                            <li>傳輸或散佈電腦病毒。</li>
                        </ol>
                    </li>
                    <li>如果您為他人訂票或團購票券，需取得您為其代訂票者之同意；代理他人訂購票券時，蒐集之個人資料切勿超出購票所需資料，並於完成交易後不得繼續利用。</li>
                </ol>
            </li>
            <li>
                <h4>服務暫停</h4>
                <p>本公司對本服務相關軟硬體設備進行搬遷、更換、升級、保養或維修時，得暫停或中斷本服務之全部或一部，並得以網站公告方式通知；對於因維修或任何不可抗力因素暫停本服務期間造成之所失利益或所受損害（包括直接或間接損害），本公司不負損害賠償責任。</p>
            </li>
            <li>
                <h4>智慧財產權</h4>
                <p>本網站所使用之軟體或程式、網站上所有內容，包括但不限於著作、圖片、檔案、資訊、資料、網站架構、網站畫面的安排、網頁設計，均由本公司或其他權利人依法擁有其智慧財產權，包括但不限於商標權、專利權、著作權、營業秘密與專有技術等。任何人不得逕自使用、修改、重製、公開播送、改作、散布、發行、公開發表、進行還原工程、解編或反向組譯。若您欲引用或轉載前述軟體、程式或網站內容，必須依法取得本公司或其他權利人的事前書面同意。尊重智慧財產權是您應盡的義務，如有違反，您應對本公司或其他權利人負損害賠償責任（包括但不限於訴訟費用及律師費用等）及可能之相關刑事責任。</p>
            </li>
        </ol>
        <h2>參、購票須知</h2>
        <p>本系統係經由網際網路銷售票券，提供各種活動節目票務服務，或受主辦單位委託代為提供電子票券或電子票券款項代收服務。本系統僅依據主辦單位所提供資訊，對外公告活動節目之票價、時間、地點、名稱或其他票券銷售所應公告之事項。關於活動節目本身之內容、品質及相關權益異動的事宜，請洽詢各活動節目主辦單位，並請配合主辦單位所公告之通知內容與相關規定辦理。</p>
        <ol>
            <li>
                <h4>購票程序</h4>
                <p>請購票者依照網頁上的程序操作，若因資料填寫錯誤或隱匿真實資料，導致訂購失敗、不能領票、不能入場或無法退票等狀況，除非購票者提供足資證明身份之文件，否則購票者需自行負責因提供錯誤資訊造成的後果。</p>
            </li>
            <li>
                <h4>付款及確認</h4>
                <ol>
                    <li>請務必確實核對您所訂購的內容是否正確，再行付款。</li>
                    <li>訂票人與付款人必需相同，若付款人與訂票人不同，日後發生爭議時，訂票人將被視為實際購票者。</li>
                    <li>若您以信用卡方式付款，本系統將即刻進入信用卡授權作業，此時請勿關機或切換畫面，線路忙碌時可能等待超過60秒，敬請耐心等候。訂購成功後，本系統將以電子郵件通知訂購成功（會員信箱如為免費信箱極有可能無法收信），訂購完畢後務必再進入「訂單查詢」確認是否有訂購資料，以免發生重複訂票之事件。</li>
                </ol>
            </li>
            <li>
                <h4>取票須知</h4>
                <ol>
                    <li>所有票券為無記名有價票券，請妥善保管。票券如有遺失、損壞、毀損等情況，洽客服處理。</li>
                    <li>電子票券一經傳輸至使用者之個人電腦或手持行動裝置上，其使用與退換等相關權益，請依活動主辦單位及本網站之相關規定辦理。</li>
                    <li>其他種類票券之取票須知，亦須遵守各取票平台之規定。</li>
                </ol>
            </li>
            <li>
                <h4>進場注意事項</h4>
                <ol>
                    <li>請憑票準時入場；凡持優待票之持票人，請主動出示證件，未出示證件者，主辦單位保有拒絕入場之權利或要求購票者配合相關處理方式。</li>
                    <li>請務必符合場館要求，並留意觀賞級別限制。</li>
                    <li>因各場館規定不盡相同，為避免困擾，進場前請務必與該主辦單位及各場地確定清楚，並遵守相關規定。</li>
                    <li>進場時，一人一票券。如所持者為電子票券，每張電子票券僅能掃描一次，複製轉寄無效；票券有效狀態依主辦單位之系統驗證結果為準，主辦單位有最終解釋權。</li>
                    <li>其他條件或限制，依票券內容規定。</li>
                </ol>
            </li>
            <li>
                <h4>換票與退票規定</h4>
                <ol>
                    <li>換票：換票等同於退票處理。敬請於退票後，再自行購買所需票券。</li>
                    <li>一般退票：需由購票者向主辦單位提出，因各活動主辦單位同意退票之期限不同，請參閱各活動之網站說明。於活動開始前，購票者主動要求之退票時，得酌收手續費，退換票機制及手續費標準，請參閱各活動之網頁說明。</li>
                    <li>不可抗力因素之退票：如因國內、外重大事件、自然非人為因素、主辦單位或活動表演人之各種狀況，導致演出取消或延期，本系統將於該活動開始首日前以適當方式通知並公告於購票網站；後續退票或其他事宜，請參見該活動網站說明。</li>
                    <li>請勿在拍賣網站或其他非正式授權售票之通路、網站購票，以免自身權益受損。</li>
                    <li>倘購買套票者，於退票時需以完整套票退票，無法以單張票券要求退票。</li>
                </ol>
            </li>
            <li>
              <h4>拒絕或終止使用</h4>
              <p>基於交易安全之考量，會員或使用者發生下列情形之一時，本公司有權暫停、終止您使用本服務(含移除報名活動頁面、暫停因使用本服務所生交易之處理，拒絕售出票券、解除訂單或任何相關部分等)：</p>
              <ol>
                <li>未於本系統公告之期限內完成規定之手續時。</li>
                <li>未遵守主辦單位於本系統內指定之購票方式時。</li>
                <li>未在系統指定期限內付款或付款金額錯誤時。</li>
                <li>異常大量交易時。</li>
                <li>以不正當行為妨礙正常售票時。包含但不限於無故重覆註冊帳號，意圖規避本公司、活動主辦單位購票規定之限制、購票後無故未取票、退票、取消訂單或要求退款等。</li>
                <li>有違反法令之情事，例如轉售票券圖利之行為。</li>
                <li>有其他違反本服務條款、活動主辦單位及本系統之相關規定之情事者。</li>
              </ol>
            </li>
            <li>
                <h4>消費爭議處理及發票</h4>
                <ol>
                    <li>購票者對於各活動及內容之相關問題，請自行依據各活動公告內容，並洽詢主辦單位。</li>
                    <li>若您於本服務購買活動有價票券，依據統一發票使用辦法第4條規定，娛樂業之門票收入得免用或免開統一發票，敬請注意。倘需要購票證明者，請逕與主辦單位聯繫。</li>
                    <li>倘購票者對於本服務本身有任何意見，請發送電子郵件至：<a href="mailto:ca105.java.002@gmail.com">ca105.java.002@gmail.com</a>，我們將立即為您處理。</li>
                </ol>
            </li>
        </ol>
        <h2>肆、一般條款</h2>
        <ol>
            <li>
                <h4>契約效力</h4>
                <ol>
                    <li>本條款構成您與本公司之間有關使用本服務及購票之契約。</li>
                    <li>本條款的任何約定之全部或一部份如被認定無效時，並不影響其他約定的效力。</li>
                    <li>本契約內容已經您審閱一日以上時間。若您不同意本條款之任何一部分，請勿使用。</li>
                </ol>
            </li>
            <li>
                <h4>準據法與管轄法院</h4>
                <p>本服務條款之解釋與適用，以及與本服務條款有關的爭議，均應依照中華民國法律予以處理，並以台灣台北地方法院為第一審管轄法院。</p>
            </li>
        </ol>
    </div>
</div>

<div class="service">
    <div class="container" align="right"><address>ETIckeTs娛樂</address></div>
</div>

</body>

<jsp:include page="/frontend/footer_front-end.jsp" flush="true"/>

</html>